Repository: tizenorg/platform.upstream.dos2unix
Catalog: po/*-x.po
Languages: eo

source: Binary symbol 0x00%02X found at line %d
eo: Netekstan signon 0x00%02X trovigxis cxe linio %d

source: can not write to output file: %s
eo: ne povas registri dosieren: %s

source: program error, invalid conversion mode %d
eo: programa eraro, negxustan sxangxmodon %d

source: using code page %d.
eo: uzante kodpagxon %d.

source: Binary symbol 0x%02X found at line %d
eo: Netekstan signon 0x%02X trovigxis cxe linio %d

source: Failed to open temporary output file: %s
eo: malsukcesis malfermi provizoran dosieron registran: %s

source: using %s as temporary file
eo: uzante %s kiel provizora dosiero

source: Failed to write to temporary output file %s: %s
eo: Ne sukcesis registri provizoran eligitan dosieron %s: %s

source: Failed to change the permissions of temporary output file %s: %s
eo: Malsukcesis sxangxi la permesajxojn de la provizora eldona dosiero %s: %s

source: Failed to change the owner and group of temporary output file %s: %s
eo: Malsukcesis sxangxi la proprietulon kaj grupon de la provizora eldona dosiero %s: %s

source: problems resolving symbolic link '%s'
eo: erarojn legante dosieran cxeneron '%s'

source: output file remains in '%s'
eo: kreatan dosieron restas en '%s'

source: problems renaming '%s' to '%s': %s
eo: problemojn trovitajn renomigi '%s' al '%s': %s

source: which is the target of symbolic link '%s'
eo: kiu estas la atingon de dosiera cxenero '%s'

source: error: Value of environment variable DOS2UNIX_LOCALEDIR is too long.
eo: eraro: DOS2UNIX_LOCALEDIR tro longigxis.

source: active code page: %d
eo: nuntempa kodpagxo: %d

source: invalid %s conversion mode specified
eo: neuzebla %s sxangxmodo menciita

source: option '%s' requires an argument
eo: elekto '%s' bezonas elekto-vorton

source: target of file %s not specified in new file mode
eo: ejon de dosiero %s ne menciita en novmodo dosiera

source: Skipping %s, not a regular file.
eo: Pasante %s, dosiero ne taugxa.

source: Skipping %s, output file %s is a symbolic link.
eo: Evitante %s, atingan dosieron %s jam estas dosiera cxenero.

source: Skipping symbolic link %s, target is not a regular file.
eo: Evitante dosieran cxeneron %s, atingon ne estas normala dosiero.

source: Skipping %s, target of symbolic link %s is not a regular file.
eo: Evitante %s, atingon de dosiera cxenero %s ne estas normala dosiero.

source: Skipping binary file %s
eo: Pasante ne-tekstan dosieron %s

source: code page %d is not supported.
eo: kodpagxo %d ne estas konvertebla.

source: Skipping UTF-16 file %s, the current locale character encoding is not UTF-8.
eo: Evitante UTF-16 dosieron %s, la nuntempa lingvo-loka litero-enkodigxo ne egalas UTF-8.

source: Skipping UTF-16 file %s, the size of wchar_t is %d bytes.
eo: Evitante UTF-16 dosieron %s, la mezuro da wchar_t estas %d okopoj.

source: Skipping UTF-16 file %s, an UTF-16 conversion error occurred.
eo: Evitante UTF-16 dosieron %s, eraro de UTF-16 tradukigxo okazis.

source: converting file %s to file %s in Unix format ...
eo: sxangxante dosieron %s al dosiero %s Unix-en ...

source: problems converting file %s to file %s
eo: problemojn trovitajn dum sxangxi dosiero %s al dosiero %s

source: Skipping symbolic link %s.
eo: Evitante dosieran cxeneron %s.

source: converting file %s to Unix format ...
eo: sxangxante dosiero %s Unix-en ...

source: problems converting file %s
eo: problemojn dum sxangxi dosiero %s

source: converting file %s to file %s in Mac format ...
eo: sxangxante dosiero %s al dosiero %s Mac-en ...

source: converting file %s to file %s in DOS format ...
eo: sxangxante dosiero %s al dosiero %s DOS-en ...

source: converting file %s to Mac format ...
eo: sxangxante dosiero %s Mac-en ...

source: converting file %s to DOS format ...
eo: sxangxante dosiero %s DOS-en ...

source: %s %s (%s) Usage: %s [options] [file ...] [-n infile outfile ...] -ascii convert only line breaks (default) -iso conversion between DOS and ISO-8859-1 character set -1252 Use Windows code page 1252 (Western European) -437 Use DOS code page 437 (US) (default) -850 Use DOS code page 850 (Western European) -860 Use DOS code page 860 (Portuguese) -863 Use DOS code page 863 (French Canadian) -865 Use DOS code page 865 (Nordic) -7 Convert 8 bit characters to 7 bit space -c, --convmode conversion mode convmode ascii, 7bit, iso, mac, default to ascii -f, --force force conversion of binary files -h, --help give this help -k, --keepdate keep output file date -L, --license display software license -l, --newline add additional newline -m, --add-bom add UTF-8 Byte Order Mark -n, --newfile write to new file infile original file in new file mode outfile output file in new file mode -o, --oldfile write to old file (default) file ... files to convert in old file mode -q, --quiet quiet mode, suppress all warnings always on in stdio mode -s, --safe skip binary files (default)
eo: %s %s (%s) Uzado: %s [elektojn] [dosiero ...] [-n antauxajxo kreajxo ...] -ascii nur traduku linio-finojn (jam ensxaltita) -iso traduku inter DOS kaj ISO-8859-1 literaro -1252 Uzu Vindozan kodpagxon 1252 (Okcident-Euxropa) -437 Uzu DOS kodpagxon 437 (Usona) (jam ensxaltita) -850 Uzu DOS kodpagxon 850 (Okcident-Euxropa) -860 Uzu DOS kodpagxon 860 (Portugala) -863 Uzu DOS kodpagxon 863 (Kebekia) -865 Uzu DOS kodpagxon 865 (Nordlandaj) -7 Traduku de 8-bitaj literoj en blankspacon -c, --convmode modo de sxangxo sxangxmodo ascii, 7bit, iso, mac, provizore elektita ascii -f, --force forte konvertado de netekstaj dosieroj -h, --help diri cxi tiun mesagxon -k, --keepdate konservi dato-tempon dosieran -L, --license eldiru permesilon tekstan -l, --newline aldoni markon linian finan -m, --aldoni-bom aldoni UTF-8 internan ordo-markon -n, --newfile registri novan dosieron antauxajxo al antauxa dosiero metita novmoden kreajxo al dosiero registrita novmoden -o, --oldfile registri malnovan dosieron (jam sxaltita) dosiero... dosiero(j)n por registri per malnova modo -q, --quiet silente eviti avertojn cxiam ensxaltata dum stdio modo -s, --safe evitu netekstajn dosierojn (jam sxaltita)

source: -ul, --assume-utf16le Assume that the input format is UTF-16LE -ub, --assume-utf16be Assume that the input format is UTF-16BE
eo: -ul, --assume-utf16le trakti enmeton kvazaux UTF-16LE -ub, --assume-utf16be trakti enmeton kvazaux UTF-16BE

source: -F, --follow-symlink follow symbolic links and convert the targets -R, --replace-symlink replace symbolic links with converted files (original target files remain unchanged) -S, --skip-symlink keep symbolic links and targets unchanged (default)
eo: -F, --follow-symlink legu dosierajn cxenerojn kaj konverti la atingojn -R, --replace-symlink anstatauxe registru dosierajn cxenerojn per konvertotaj dosieroj (ne-cxeneraj atingaj dosieroj restas nesxangxitaj) -S, --skip-symlink retenu dosierajn cxenerojn kaj atingojn nesxangxataj (jam sxaltita)

source: -V, --version display version number
eo: -V, --version diri eldono-numeron

source: DOS 16 bit version (WATCOMC).
eo: DOS-16 eldono (WATCOMC).

source: DOS 16 bit version (TURBOC).
eo: DOS-16 eldono (TURBOC).

source: DOS 32 bit version (WATCOMC).
eo: DOS-32 eldono (WATCOMC).

source: DOS 32 bit version (DJGPP).
eo: DOS-32 eldono (DJGPP).

source: MSYS version.
eo: MSYS eldono.

source: Cygwin version.
eo: Cygwin eldono.

source: Windows 64 bit version (MinGW-w64).
eo: Windows-64 eldono (MinGW-w64).

source: Windows 32 bit version (WATCOMC).
eo: Windows-32 eldono (WATCOMC).

source: Windows 32 bit version (MinGW-w64).
eo: Windows-32 eldono (MinGW-w64).

source: Windows 32 bit version (MinGW).
eo: Windows-32 eldono (MinGW).

source: Windows 64 bit version (MSVC %d).
eo: Windows-64 eldono (MSVC %d).

source: Windows 32 bit version (MSVC %d).
eo: Windows-32 eldono (MSVC %d).

source: OS/2 version (WATCOMC).
eo: OS/2 eldono (WATCOMC).

source: OS/2 version (EMX).
eo: OS/2 eldono (EMX).

source: With Unicode UTF-16 support.
eo: Kun subteno de Unikodo da UTF-16.

source: Without Unicode UTF-16 support.
eo: Sen subteno de Unikodo da UTF-16.

source: With native language support.
eo: Uzante denaskan lingvon sistemon.
